[
    {
        "text": "In a world where you can be anything, be kind.",
        "author": "Clare Pooley",
        "description": "There are endless things you can be in this world that require some level of skill and training: an astronaut, a pilot, a nurse. Being kind doesn't require you to undergo any training or traverse through any course. It only requires a willingness to perform a kind act without expecting anything in return. This career is accessible to anyone, at any place, and any time."
    },
    {
        "text": "Be kind, for everyone you meet is fighting a battle you know nothing about.",
        "author": "Wendy Mass",
        "description": "Even though some people seem like open books who share everything about themselves, everyone faces hidden battles. These struggles quietly shape our moods and behaviors, often affecting how we treat others. It’s not easy to stay positive during life’s storms, but by showing compassion to those enduring theirs, we might help them find a way through and help them see the light in the world around them."
    },
    {
        "text": "No act of kindness, no matter how small is ever wasted.",
        "author": "Aesop",
        "description": "Never ever discount the value of your act of kindness. It may be as simple as opening the door for someone or as grand as paying for someone's groceries. What ever the act may be, just know that your kindness is valued. You did not waste your time nor did you waste your energy, but you made someone's day just a little better."
    },
    {
        "text": "Kindness is a language which the deaf can hear and the blind can see.",
        "author": "Mark Twain",
        "description": "Kindness is universal. It can be felt by those who cannot see or hear, and even by those who don’t speak the same language. The power of kindness isn’t limited by language barriers. Acts of kindness don’t need to be spoken—they’re understood through intention. Even if the recipient doesn’t catch every word, they can always feel what’s in your heart. You’re making their day just a little better because - in a way - kindness is its own language understood by everyone on Earth."
    },
    {
        "text": "Do things for people not because of who they are or what they do in return, but because of who you are.",
        "author": "Harold S. Kushner",
        "description": "In the kindquotes.org database, there’s a quote from Maya Angelou that says people are shaped by the sum of all their life experiences. Sadly, some have faced such painful experiences that they’ve stopped trying to contribute kindness to the world. Others, shaped by more uplifting moments, recognize the value of spreading kindness. I’ve had my share of difficult experiences, but I still understand how important kindness is. I try not to let others affect the way I value being kind; I don’t always succeed, but I always remind myself why kindness matters."
    },
    {
        "text": "You are braver than you believe, stronger than you seem, and smarter than you think.",
        "author": "A.A. Milne",
        "description": "Nobody can convince me that there’s not something special in each of us. We are all so unique and so different that it may be hard for us to even realize our speciality. I recently saw a TikTok video of this artist drawing people based on the descriptions they gave about themselves. Then, the artist would draw that same person based on a stranger’s description of that person. What amazed me most was that the stranger’s depiction was much more accurate than the self-description. We may not always see it, but we are much more than what we see in the mirror. We don’t always see our courage, our strength, or our intellect in the mirror."
    },
    {
        "text": "Self-care is giving the world the best of you, instead of what's left of you.",
        "author": "Katie Reed",
        "description": "Don’t push yourself so hard that you have nothing left to give. Make time for the things you enjoy most. I’ve found that even just 15 minutes a day can be enough to recharge. Whether it’s spending time with family, taking a walk in the park, or watching a favorite show, small moments can make a big impact. Prioritizing yourself to refuel isn’t selfish—it’s a necessary part of living well and giving the world your best."
    },
    {
        "text": "You are enough, just as you are.",
        "author": "Meghan Markle",
        "description": "It can feel really overwhelming for anyone to try to meet their goals—or even goals others have set for them. In these moments, we have to remember the value of our current self. We may have insecurities that we think are eye-sores, we may have positions we’d like to change, and we may feel like we’re not amassing to our full potential—but this doesn’t tell the full story. We are much more than the criticism we place on ourselves and the criticism others place on us. The differences in all of us make us so unique that we shouldn’t dare change it. When you feel like you’re not enough, remind yourself “I am enough, just as I am.”"
    },
    {
        "text": "Carry out a random act of kindness, with no expectation of reward.",
        "author": "Princess Diana",
        "description": "The most amazing thing about life is that each day brings something new. There are new opportunities each day to act with a kind heart: saying kind words or performing kind actions. We shouldn’t be kind because we expect $100 for our goodwill, but we should be kind because that’s just who we are. Maybe we’re driven by the golden rule or maybe we’re driven by our love for spontaneity, whichever it may be, let it not be because we expect repayment. Let it be because that’s just a reflection of your heart."
    },
    {
        "text": "Sometimes it takes only one act of kindness and caring to change a person’s life.",
        "author": "Jackie Chan",
        "description": "I’ve always heard about the power of smiling and I think this quote reflects that idea. A genuine smile can brighten someone’s day, giving them a few seconds of delight. An act of kindness can have the same impact. Some people have just had difficult lives with rarely any bright days. They may have suffered so much in the past that it’s changed their perspective on life. A kind gesture could pull them out of that darkness, to help them see the light that still shines in all of us. This quote could also work for the person conducting the act. Someone who may be used to a life of darkness could decide to help someone struggling which could set them on a path of lifelong kindness."
    }  
]