[
    {
        "text": "In a world where you can be anything, be kind.",
        "author": "Clare Pooley",
        "description": "There are endless things you can be in this world that require some level of skill and training: an astronaut, a pilot, a nurse. Being kind doesn't require you to undergo any training or traverse through any course. It only requires a willingness to perform a kind act without expecting anything in return. This career is accessible to anyone, at any place, and any time."
    },
    {
        "text": "Be kind, for everyone you meet is fighting a battle you know nothing about.",
        "author": "Wendy Mass",
        "description": "Even though some people seem like open books who share everything about themselves, everyone faces hidden battles. These struggles quietly shape our moods and behaviors, often affecting how we treat others. It’s not easy to stay positive during life’s storms, but by showing compassion to those enduring theirs, we might help them find a way through and help them see the light in the world around them."
    },
    {
        "text": "No act of kindness, no matter how small is ever wasted.",
        "author": "Aesop",
        "description": "Never ever discount the value of your act of kindness. It may be as simple as opening the door for someone or as grand as paying for someone's groceries. What ever the act may be, just know that your kindness is valued. You did not waste your time nor did you waste your energy, but you made someone's day just a little better."
    },
    {
        "text": "Kindness is a language which the deaf can hear and the blind can see.",
        "author": "Mark Twain",
        "description": "Kindness is universal. It can be felt by those who cannot see or hear, and even by those who don’t speak the same language. The power of kindness isn’t limited by language barriers. Acts of kindness don’t need to be spoken—they’re understood through intention. Even if the recipient doesn’t catch every word, they can always feel what’s in your heart. You’re making their day just a little better because - in a way - kindness is its own language understood by everyone on Earth."
    },
    {
        "text": "Do things for people not because of who they are or what they do in return, but because of who you are.",
        "author": "Harold S. Kushner",
        "description": "In the kindquotes.org database, there’s a quote from Maya Angelou that says people are shaped by the sum of all their life experiences. Sadly, some have faced such painful experiences that they’ve stopped trying to contribute kindness to the world. Others, shaped by more uplifting moments, recognize the value of spreading kindness. I’ve had my share of difficult experiences, but I still understand how important kindness is. I try not to let others affect the way I value being kind; I don’t always succeed, but I always remind myself why kindness matters."
    }
]