[
    {
        "text": "In a world where you can be anything, be kind.",
        "author": "Clare Pooley",
        "description": "There are endless things you can be in this world that require some level of skill and training: an astronaut, a pilot, a nurse. Being kind doesn't require you to undergo any training or traverse through any course. It only requires a willingness to perform a kind act without expecting anything in return. This career is accessible to anyone, at any place, and any time."
    },
    {
        "text": "Be kind, for everyone you meet is fighting a battle you know nothing about.",
        "author": "Wendy Mass",
        "description": "Even though some people seem like open books who share everything about themselves, everyone faces hidden battles. These struggles quietly shape our moods and behaviors, often affecting how we treat others. It’s not easy to stay positive during life’s storms, but by showing compassion to those enduring theirs, we might help them find a way through and help them see the light in the world around them."
    },
    {
        "text": "No act of kindness, no matter how small is ever wasted.",
        "author": "Aesop",
        "description": "Never ever discount the value of your act of kindness. It may be as simple as opening the door for someone or as grand as paying for someone's groceries. What ever the act may be, just know that your kindness is valued. You did not waste your time nor did you waste your energy, but you made someone's day just a little better."
    },
    {
        "text": "Kindness is a language which the deaf can hear and the blind can see.",
        "author": "Mark Twain",
        "description": "Kindness is universal. It can be felt by those who cannot see or hear, and even by those who don’t speak the same language. The power of kindness isn’t limited by language barriers. Acts of kindness don’t need to be spoken—they’re understood through intention. Even if the recipient doesn’t catch every word, they can always feel what’s in your heart. You’re making their day just a little better because - in a way - kindness is its own language understood by everyone on Earth."
    },
    {
        "text": "Do things for people not because of who they are or what they do in return, but because of who you are.",
        "author": "Harold S. Kushner",
        "description": "In the kindquotes.org database, there’s a quote from Maya Angelou that says people are shaped by the sum of all their life experiences. Sadly, some have faced such painful experiences that they’ve stopped trying to contribute kindness to the world. Others, shaped by more uplifting moments, recognize the value of spreading kindness. I’ve had my share of difficult experiences, but I still understand how important kindness is. I try not to let others affect the way I value being kind; I don’t always succeed, but I always remind myself why kindness matters."
    },
    {
        "text": "You are braver than you believe, stronger than you seem, and smarter than you think.",
        "author": "A.A. Milne",
        "description": "Nobody can convince me that there’s not something special in each of us. We are all so unique and so different that it may be hard for us to even realize our speciality. I recently saw a TikTok video of this artist drawing people based on the descriptions they gave about themselves. Then, the artist would draw that same person based on a stranger’s description of that person. What amazed me most was that the stranger’s depiction was much more accurate than the self-description. We may not always see it, but we are much more than what we see in the mirror. We don’t always see our courage, our strength, or our intellect in the mirror."
    },
    {
        "text": "Self-care is giving the world the best of you, instead of what's left of you.",
        "author": "Katie Reed",
        "description": "Don’t push yourself so hard that you have nothing left to give. Make time for the things you enjoy most. I’ve found that even just 15 minutes a day can be enough to recharge. Whether it’s spending time with family, taking a walk in the park, or watching a favorite show, small moments can make a big impact. Prioritizing yourself to refuel isn’t selfish—it’s a necessary part of living well and giving the world your best."
    },
    {
        "text": "You are enough, just as you are.",
        "author": "Meghan Markle",
        "description": "It can feel really overwhelming for anyone to try to meet their goals—or even goals others have set for them. In these moments, we have to remember the value of our current self. We may have insecurities that we think are eye-sores, we may have positions we’d like to change, and we may feel like we’re not amassing to our full potential—but this doesn’t tell the full story. We are much more than the criticism we place on ourselves and the criticism others place on us. The differences in all of us make us so unique that we shouldn’t dare change it. When you feel like you’re not enough, remind yourself “I am enough, just as I am.”"
    },
    {
        "text": "Carry out a random act of kindness, with no expectation of reward.",
        "author": "Princess Diana",
        "description": "The most amazing thing about life is that each day brings something new. There are new opportunities each day to act with a kind heart: saying kind words or performing kind actions. We shouldn’t be kind because we expect $100 for our goodwill, but we should be kind because that’s just who we are. Maybe we’re driven by the golden rule or maybe we’re driven by our love for spontaneity, whichever it may be, let it not be because we expect repayment. Let it be because that’s just a reflection of your heart."
    },
    {
        "text": "Sometimes it takes only one act of kindness and caring to change a person’s life.",
        "author": "Jackie Chan",
        "description": "I’ve always heard about the power of smiling and I think this quote reflects that idea. A genuine smile can brighten someone’s day, giving them a few seconds of delight. An act of kindness can have the same impact. Some people have just had difficult lives with rarely any bright days. They may have suffered so much in the past that it’s changed their perspective on life. A kind gesture could pull them out of that darkness, to help them see the light that still shines in all of us. This quote could also work for the person conducting the act. Someone who may be used to a life of darkness could decide to help someone struggling which could set them on a path of lifelong kindness."
    },
    {
        "text": "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
        "author": "Maya Angelou",
        "description": "Of course a kind action might mean the world to someone but if it’s not from a genuine heart, it really won’t mean much. If the recipient felt like the giver expected a reward in return (especially if the giver asks for a reward) then the recipient would remember the giver for the wrong reason; or worse, the recipient would feel like they didn’t deserve the show of kindness because they didn’t give anything in return. Let’s make it a goal to leave people feeling worthy of being shown kindness."
    },
    {
        "text": "Kindness is doing what you can, where you are, with what you have.",
        "author": "Raktivist",
        "description": "I think some of the most heart touching videos online are the ones who generously give even when they’re not in a position to give. Even though their business may not be doing well, they still give food to anyone who walks in their doors in need. I think this quote really speaks to this. We may think that we don’t have enough to give, but then again, we’re wrong. We may not have enough resources to help someone, but man, if we try to help in any way possible, it’ll go such a long way. Even if all we give is time — because that’s all we have — that’s still enough to show kindness."
    },
    {
        "text": "Every day may not be good, but there is something good in every day.",
        "author": "Alice Morse Earle",
        "description": "I’ve had many rough days, but I can also remember some of the things that made me smile in those days. Whether that was sitting down, listening to the sounds of nature, or being on the receiving end of someone’s kindness, there was always something good that made me feel good for a few seconds. I think this is why it is so important to try to have a default setting of kindness. Someone could be having the worst day they’ve ever had, and yet their day could be flipped by one kind gesture. A simple smile or kind offering is what lifted me out of my slumps, and I think this could be the same for others who had a rough day around the sun."
    },
    {
        "text": "Be somebody who makes everybody feel like a somebody.",
        "author": "Kid President",
        "description": "I don't want to be biased but this is one of my favorite quotes of all time. In life, we should always aim to make other people feel like they are worth paying attention to. Everyone has something unique and special about them. Everyone has a different story to tell and each person’s perspective is worth hearing. Too often we dismiss people because they may belong to a different class or are in a different position at a company. Even those people deserve to feel heard and seen. This has been one of my biggest goals in life; whether by respecting one’s opinion or taking time to listen to their story, I’ve tried to make everyone feel heard and I hope this encourages you to do the same."
    },
    {
        "text": "Be the reason someone believes in the goodness of people.",
        "author": "Karen Salmansohn",
        "description": "As Jackie Chan stated, it only takes one act of kindness to change the course of a person’s life. We can set a chain reaction of people seeing that there’s still light in the world even if it all feels like it’s been consumed by darkness. Our acts of kindness can inspire others to do the same, leaving only kindness in the end. If we work towards a world driven by kind actions, not only can we restore hope in people, but we can be a part of that chain reaction. All it takes is a kind smile or a kind gesture to restore this hope."
    },
    {
        "text": "You cannot do a kindness too soon, for you never know how soon it will be too late.",
        "author": "Ralph Waldo Emerson",
        "description": "It’s dangerous to say “I’ll be kind tomorrow” because we don’t know when the next opportunity to be kind will arise. Sadly, I’ve fallen into this trap leaving only a regret behind. Even minutes after the opportunity arose and I didn’t act on it, I feel guilty and feel like I could’ve done more to show kindness to another person. Everyone deserves kindness and it’s not fair to keep in what light we have inside of us. When I do act on the opportunity, man, I feel so grateful for the opportunity and I feel so glad I acted on it. There’s truly nothing like putting good vibes out into the world."
    },
    {
        "text": "When we seek to discover the best in others, we somehow bring out the best in ourselves.",
        "author": "William Arthur Ward",
        "description": "When we choose to give others the benefit of the doubt, we often discover they truly deserve it. This shift in perspective can transform how we see the world—from focusing on the darkness to recognizing the light. By choosing to see the good in others, we begin to see the good in ourselves. No one is perfect, and we’re often our own harshest critics. But when we accept the flaws of those around us, we learn to accept our own. Recognizing that people are more than their shortcomings reminds us that we too are worthy of that same grace. It’s a gentle reminder that we don’t have to be so hard on ourselves, allowing for the best in ourselves to radiate."
    },
    {
        "text": "Kindness is choosing love over hate, light over darkness, compassion over judgment.",
        "author": "Raktivist",
        "description": "Whether it’s wealth, race, or gender, there’s a lot that separates us. We’re all so unique and it can be challenging to see the differences and still choose kindness. It’s human to try to help those most similar to you and so it takes strength to come out of our comfort zones to choose kindness above all else. When we do choose kindness we can work towards relinquishing hate, darkness, and judgement, replacing it with love, light, and compassion. Imagine how good it would feel to uplift someone rather than tear them down."
    },
    {
        "text": "Great opportunities to help others seldom come, but small ones surround us every day.",
        "author": "Sally Koch",
        "description": "I think it’s easy to underestimate the value of the small acts of kindness. When I think of being kind, sometimes I only think of the grand gestures like paying for someone’s groceries or buying a stranger a car, but acts of kindness don’t have to be as ginormous as we may pay paint them out to be. Small acts like opening the door for someone, giving a few smiles, and compliments can go such a long way. These opportunities are all around us, the only thing we need to do is take advantage of them."
    },
    {
        "text": "A single act of kindness throws out roots in all directions.",
        "author": "Amelia Earhart",
        "description": "The impact of a single act of kindness is far greater than we often realize. On the surface, it may seem simple—like a tree—but beneath lies a vast network of roots reaching in every direction. One kind act can spark a chain reaction, quietly spreading to those around it. It might inspire someone to help their neighbor, who then helps a coworker, who helps a stranger—and so it continues. In the end, one small gesture can ripple outward, touching countless people."
    }
]